Repository: DragonJoker/ProceduralGenerator
Catalog: source/Plugins/internationalisation/po/ImageEffects.po
Languages: fr

source: None
fr: Aucun

source: Gaussian blur
fr: Flou Gaussien

source: Sharpen
fr: Accentuation

source: Gaussian blur + sharpen
fr: Flou Gaussien + Accentuation

source: Linear noise reduction
fr: Réduction linéaire de bruit

source: Anisotropic noise reduction
fr: Réduction anisotropique de bruit

source: Wave
fr: Vague

source: Gray scale
fr: Echelle de gris

source: Sepia
fr: Sépia

source: Watershed
fr: Isohélie

source: Recursive Gaussian blur
fr: Flou Gaussien récursif

source: Recursive sharpen
fr: Accentuation récursive

source: Recursive Gaussian blur + sharpen
fr: Flou Gaussien + Accentuation récursifs

source: Recursive linear noise reduction
fr: Réduction linéaire récursive

source: Recursive anisotropic reduction
fr: Réduction anisotropique récursive

source: First Function
fr: Première fonction

source: Second Function
fr: Seconde fonction

source: Image Effects
fr: Effets sur image
