Repository: DragonJoker/ProceduralGenerator
Catalog: source/Plugins/internationalisation/po/IteratedFunctionSystem.po
Languages: fr

source: Shift :
fr: Décalage

source: Size :
fr: Taille :

source: Generator :
fr: Générateur :

source: Sierpinski Carpet
fr: Tapis de Sierpinski

source: Sierpinski Gasket
fr: Triangle de Sierpinski

source: Fractal Leaf
fr: Feuille fractale

source: Heighway Dragon
fr: Dragon de Heighway

source: Mc Worther Pentigree
fr: Pentigree de Mc Worther

source: Koch Curve
fr: Courbe de Koch

source: Levy Dragon
fr: Dragon de Levy

source: Iterated Function System
fr: Systèmes de fonction itératives
