Repository: DragonJoker/ProceduralGenerator
Catalog: source/Main/internationalisation/po/*/ProceduralGenerator.po
Languages: fr

source: AVI Video files
fr: Fichiers vidéo AVI

source: All supported files
fr: Tous fichiers supportés

source: All supported files
fr: Tous fichiers supportés

source: BITMAP files
fr: Fichiers BITMAP

source: Can't encode frame
fr: Impossible d'encoder la trame

source: Can't find H264 codec
fr: Impossible de trouver le codec H264

source: Can't initialise conversion context
fr: Impossible d'initialiser le contexte de conversion

source: Can't open file
fr: Impossible d'ouvrir le fichier

source: Can't open file with OpenCV, encoding: H264
fr: Impossible d'ouvrir le fichier avec OpenCV, encodage : H264

source: Can't open file with OpenCV, encoding: H264, pleas select another codec
fr: Impossible d'ouvrir le fichier avec OpenCV, encodage : H264, veuillez sélectionner un autre codec.

source: Can't write image :
fr: Impossible d'écrire la trame :

source: Cancel
fr: Annuler

source: Choose a generator
fr: Choisissez un générateur

source: Choose a picture
fr: Choisissez un image

source: Could not allocate encoded picture buffer
fr: Impossible d'allouer le tampon d'image allouée

source: Could not allocate stream
fr: Impossible d'allouer le flux

source: Could not allocate video codec context
fr: Impossible d'allouer le codec vidéo

source: Could not allocate video frame
fr: Cimpossible d'allouer la trame vidéo

source: Could not open codec
fr: Impossible d'ouvrir le codec

source: Could not open file
fr: Impossible d'ouvrir le fichier

source: GIF files
fr: Fichiers GIF

source: Generator
fr: Générateur

source: Generator loading error
fr: Erreur de chargement du générateur

source: Image Effects
fr: Effets sur image

source: Image loading error
fr: Erreur de chargement d'image

source: JPEG files
fr: Fichiers JPEG

source: No handler found for this image format
fr: Aucun gestionnaire trouvé pour ce format d'image

source: OK
fr: Valider

source: PNG files
fr: Fichiers PNG

source: Please choose a video file name
fr: Choisissez un nom de fichier vidéo

source: Please choose an image file name
fr: Choisissez un nom de fichier image

source: Quit
fr: Quitter

source: Quit ProceduralGenerator
fr: Quitter ProceduralGenerator

source: Record
fr: Enregistrer

source: Record a video
fr: Démarre l'enregistrement d'une vidéo

source: Screen Size
fr: Taille de l'image

source: Shader Effects
fr: Effets par shaders

source: Shader Webcam
fr: Effets sur webcam

source: Snapshot
fr: Capture

source: Stop
fr: Arrêter

source: Stop recording
fr: Arrête l'enregistrement

source: Take a snapshot
fr: Faire une capture d'écran

source: Text Effects
fr: Effets sur texte

source: The generator loading failed due to the following error:
fr: Le chargement du générateur a échoué avec l'erreur suivante :

source: Unknown error
fr: Erreur inconnue
