Repository: DragonJoker/ProceduralGenerator
Catalog: source/Plugins/internationalisation/po/*/GPULifeGame.po
Languages: fr

source: Additional uniform variables
fr: Variables uniformes supplémentaires

source: Elapsed time, in ms
fr: Temps écoulé

source: GPU Life Game
fr: Jeu de la vie GPU

source: PGEN GLSL Help
fr: Aide GLSL pour PGEN

source: Reset Time
fr: Réinitialiser

source: Selected texture
fr: Texture sélectionnée

source: The mouse position
fr: La position de la souris

source: Vertex attributes filled
fr: Attributs de vertex remplis

source: Vertex position
fr: Position du sommet

source: Vertex texture coordinates
fr: Coordonnées de texture du sommet

source: Window height
fr: Hauteur de la fenêtre

source: Window width
fr: Largeur de la fenêtre
