Repository: DragonJoker/ProceduralGenerator
Catalog: source/Plugins/internationalisation/po/*/GPUProgramming.po
Languages: fr

source: Choose a fragment shader file
fr: Choisissez un fichier de fragment shader

source: Choose a vertex shader file
fr: Choisissez un fichier de vertex shader

source: Compile
fr: Compiler

source: Compile and Link result
fr: Résultat compilation

source: Compiler Log
fr: Log

source: Fragment Shader :
fr: Shader fragment

source: Fragment shader GLSL files (*.glsl;*.frag )|*.glsl;*.frag
fr: Fichiers Fragment shader GLSL (*.glsl;*.frag)|*.gsls;*.frag

source: GPU Programming
fr: Programmation GPU

source: New...
fr: Nouveau...

source: No error
fr: Aucune erreur

source: Remove
fr: Supprimer

source: Reset Time
fr: Reset temps

source: Vertex Shader :
fr: Shader vertex :

source: Vertex shader GLSL files (*.glsl;*.vert )|*.glsl;*.vert
fr: Fichiers Vertex shader GLSL (*.glsl;*.vert)|*.gsls;*.vert
