Repository: DragonJoker/ProceduralGenerator
Catalog: source/Plugins/internationalisation/po/*/OCLProcessing.po
Languages: fr

source: Building the OpenCL program
fr: Compilation du programme OpenCL

source: Choose an OpenCL program file
fr: Choisissez un fichier OpenCL

source: Compile and Link result
fr: Résultat de compilation

source: Compiler log
fr: Log de compilation

source: Couldn't load OpenCL program:
fr: Impossible de charger le programme OpenCL :

source: Creating an OpenCL command queue
fr: Création de la file de commandes OpenCL

source: Creating an OpenCL program
fr: Création d'un programme OpenCL

source: Creating the OpenCL context
fr: Création du contexte OpenCL

source: Error encountered during OpenCL operation:
fr: Erreur rencontrée lors d'une opération OpenCL :

source: Error:
fr: Erreur :

source: Finishing the queue
fr: Finalisation de la file

source: Horizontally
fr: Horizontale

source: Kernels
fr: Noyaux

source: Loading an OpenCL image (input)
fr: Chargement d'une image OpenCL (entrée)

source: Loading an OpenCL image (output)
fr: Chargement d'une image OpenCL (sortie)

source: New...
fr: Nouveau...

source: No error
fr: Aucune erreur

source: Not separated
fr: Non séparé

source: OpenCL Processing
fr: Effets par OpenCL

source: OpenCL error
fr: Erreur OpenCL

source: OpenCL files (*.cl)|*.cl
fr: Fichiers OpenCL (*.cl)|*.cl

source: Program
fr: Programme

source: Program 1
fr: Programme 1

source: Programs
fr: Programmes

source: Queuing the OpenCL image reading operation
fr: Mise dans la file de la lecture d'une image OpenCL

source: Queuing the OpenCL image writing operation
fr: Mise dans la file de l'écriture dans une image OpenCL

source: Queuing the OpenCL kernel execution
fr: Mise dans la file de l'exécution du noyau

source: Remove
fr: Supprimer

source: Reset Time
fr: Reset temps

source: Retrieving an OpenCL kernel
fr: Récupération d'un noyau OpenCL

source: Retrieving the OpenCL devices
fr: Récupération des périphériques OpenCL

source: Retrieving the OpenCL kernel parameters
fr: Récupération des paramètres du noyau OpenCL

source: Retrieving the OpenCL platforms
fr: Récupération des plateformes OpenCL

source: Separation
fr: Séparation

source: Setting kernel parameter 0
fr: Définition du paramètre 0 du noyau

source: Setting kernel parameter 1
fr: Définition du paramètre 1 du noyau

source: Setting kernel parameter pg_sep_offset
fr: Définition du paramètre 'pg_sep_offset' du noyau

source: Setting kernel parameter pg_sep_type
fr: Définition du paramètre 'pg_sep_type' du noyau

source: Setting kernel parameter pg_time
fr: Définition du paramètre 'pg_time' du noyau

source: Vertically
fr: Verticale
